accountsservice
alsa-firmware
alsa-plugins
alsa-utils
ark
aspell
b43-fwcutter
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-utils
breeze-gtk
btrfs-progs
cantarell-fonts
cryptsetup
device-mapper
dialog
diffutils
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-konsole-colors
endeavouros-mirrorlist
eos-apps-info
eos-breeze-sddm
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-settings-plasma
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpegthumbs
firefox
firefox-developer-edition
firefox-i18n-ja
firewall-applet
firewalld
fwupd
git
glances
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables
iwd
jfsutils
kate
kcalc
kde-cli-tools
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kernel-install-for-dracut
kgamma
kimageformats
kinfocenter
kio-admin
kio-extras
kio-fuse
konsole
kscreen
kwallet-pam
kwayland-integration
less
libappindicator
libdvdcss
libgsf
libopenraw
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
okular
openssh
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-keyboard
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-workspace
plasma-x11-session
plocate
poppler-glib
power-profiles-daemon
powerdevil
print-manager
python
python-defusedxml
python-jinja
python-packaging
qt6-imageformats
rebuild-detector
reflector
reflector-simple
rsync
rtkit
s-nail
sddm-kcm
sg3_utils
smartmontools
sof-firmware
spectacle
sudo
sysfsutils
systemd-sysvcompat
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
welcome
wget
which
whois
wireless-regdb
wireplumber
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
yay
